Repository: nuxeo-cps/products--CPSTypeMaker
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, pt

source: Preview
ca: Previsualització
es: Previsualización
eu: Aurrebista
gl: Previsualización
it: Anteprima
pt: Previsão

source: button_save
ca: Registrar-se
de: Sichern
es: Registrarse
eu: Erregistratu
fr: Enregistrer
gl: Rexistrarse
it: Salva
pt: Salvar

source: cpstypemaker_autolayout
ca: Posada en pàgina automàtica
de: Automatisches Layout
es: Puesta en página automática
eu: Orrialde automatikoan jarria
fr: Mise en page automatique
gl: Posta en páxina automática
it: Disposizione automatica
pt: Layout automático

source: cpstypemaker_layoutlabel
ca: Disposició
de: Layout
es: Disposición
eu: Aurkezpena
fr: Disposition
gl: Disposición
it: Disposizione
pt: Layout

source: cpstypes_add_new_widget
ca: Afegir un nou component
de: Hinzufügen eines neuen Widgets
es: Añadir un nuevo componente
eu: Osagai berri bat erantsi
fr: Ajouter un nouveau composant
gl: Engadir un novo compoñente
it: Aggiungi un nuovo componente
pt: Adicionar um novo widget

source: cpstypes_add_row
ca: Afegir una línia
de: Hinzufügen Zeile
es: Añadir una línea
eu: Lerro bat erantsi
fr: Ajouter une ligne
gl: Engadir unha liña
it: Aggiungi una riga
pt: Adicionar linha

source: cpstypes_appendcell
ca: Afegir
de: Zelle hinzufügen
es: Añadir
eu: Erantsi
fr: Ajouter
gl: Engadir
it: Aggiungi
pt: Anexar célula

source: cpstypes_auto
ca: Disposició automàtica
es: Disposición automática
eu: Automatikoa
gl: Disposición automática
it: Disposizione automatica
pt: Layout Automático

source: cpstypes_availablefields
ca: Camps disponibles
de: Einsetzbare Felder
es: Campos disponibles
eu: Eremu erabilgarriak
fr: Champs disponibles
gl: Campos dispoñibles
it: Campi disponibili
pt: Campos disponíveis

source: cpstypes_configure
ca: Configurar el component
de: Konfigurieren diese Komponente
es: Configurar el componente
eu: Osagaia konfiguratu
fr: Configurer le composant
gl: Configurar o compoñente
it: Configura il componente
pt: Configurar este componente

source: cpstypes_configuretool
ca: Configuració general de Type Maker
de: Type Maker GesamtKonfiguration
es: Configuración general de Type Maker
eu: Type Maker-en konfigurazio orokorra
fr: Configuration générale de Type Maker
gl: Configuración xeral de Type Maker
it: Configurazione generale di Type Maker
pt: Configuração geral do Type Maker

source: cpstypes_delete_cell
ca: Suprimir una celda
de: Löschen Zelle
es: Suprimir una celda
eu: Gelaxka bat ezabatu
fr: Supprimer une cellule
gl: Suprimir unha cela
it: Elimina la cella
pt: Remover célula

source: cpstypes_deletecell
ca: Suprimir
de: Löschen
es: Suprimir
eu: Ezabatu
fr: Supprimer
gl: Suprimir
it: Elimina
pt: Remover

source: cpstypes_documentlist
ca: Tipus de documents
de: Liste Dokument Typen
es: Tipos de documentos
eu: Dokumentu-motak
fr: Types de documents
gl: Tipos de documentos
it: Tipi di documento
pt: Tipos de Documentos

source: cpstypes_editcell
ca: Editar
de: Editieren Zelle
es: Editar
eu: Editatu
fr: Editer
gl: Editar
it: Modifica
pt: Editar célula

source: cpstypes_empty_layout
ca: No hi ha camps de moment
de: Noch sind keine Felder im Layout
es: No hay campos por el momento
eu: Oraingoz ez dago eremurik
fr: Pas de champs pour l'instant.
gl: Non hai campos de momento
it: Non c'è ancora nessun campo nel layout.
pt: Ainda não há campos no layout

source: cpstypes_field_indexed
ca: En l'índex
de: Indiziert
es: En el índice
eu: Aurkibidean
fr: Indexé
gl: No índice
it: Indicizzato:
pt: Indexado

source: cpstypes_flexible_widgets
ca: Components
de: Widgets
es: Componentes
eu: Osagaiak
fr: Composants
gl: Compoñentes
it: Componenti
pt: Widgets

source: cpstypes_label_add_type
ca: Afegir un tipus de document
de: Hinzufügen Typ
es: Añadir un tipo de documento
eu: Dokumentu-mota bat erantsi
fr: Ajouter un type de document
gl: Engadir un tipo de documento
it: Aggiungi un nuovo tipo di oggetto
pt: Adicionar um tipo

source: cpstypes_moveleft
ca: Desplaçar a l'esquerra
de: Gehe links
es: Desplazar a la izquierda
eu: Eskerrera eraman
fr: Déplacer à gauche
gl: Desprazar á esquerda
it: Sposta a sinistra
pt: Mover para esquerda

source: cpstypes_moveright
ca: Desplaçar a la dreta
de: Gehe rechts
es: Desplazar a la derecha
eu: Eskuinera eraman
fr: Déplacer à droite
gl: Desprazar á dereita
it: Sposta a destra
pt: Mover para direita

source: cpstypes_preview_for
ca: Icona
es: Icono
eu: Ikonoa
gl: Icona
it: Anteprima per
pt: Ícone

source: cpstypes_publictype
ca: Tipus utilitzable en el port
de: Verhandene Typen im Portal
es: Tipo utilizable en el portal
eu: Atarian erabilgarri den tipoa
fr: Type utilisable sur le portail
gl: Tipo utilizable no portal
it: Tipo utilizzabile nel portale
pt: Tipo disponível no portal

source: cpstypes_scriptdisabled
ca: Disponible per a l'ús
es: Disponible para el uso
eu: Erabilgarria
gl: Dispoñible para o uso
it: Attenzione: per utilizzare le funzioni di trascinamento è necessario abilitare Javascript
pt: Disponível para uso

source: cpstypes_shrink_cell
ca: Reduir la cel·la
de: Zelle verkleinern
es: Reducir la celda
eu: Gelaxka txikitu
fr: Réduire la cellule
gl: Reducir a cela
it: Riduci la cella
pt: Encolher célula

source: cpstypes_split_cell
ca: Dividir la cel·la
de: Zelle splitten
es: Dividir la celda
eu: Gelaxka zatitu
fr: Scinder la cellule
gl: Dividir a cela
it: Dividi la cella
pt: Dividir célula

source: cpstypes_splitcell
ca: Tallar
de: Aufteilen
es: Cortar
eu: Ebaki
fr: Couper
gl: Cortar
it: Dividi
pt: Dividir

source: cpstypes_type_description
ca: Descripció
de: Beschreibung
es: Descripción
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione:
pt: Descrição

source: cpstypes_type_icon
ca: Icona
de: Icon
es: Icono
eu: Ikonoa
fr: Icône
gl: Icona
it: Icona:
pt: Ícone

source: cpstypes_type_is_addable
ca: Disponible per a la utilització
de: Bereit zum Einsatz
es: Disponible para la utilización
eu: Erabiltzeko prest
fr: Disponible pour utilisation
gl: Dispoñible para a utilización
it: Disponibile per l'uso:
pt: Disponível para uso

source: cpstypes_type_title
ca: Títol
de: Titel
es: Título
eu: Izenburua
fr: Titre
gl: Título
it: Titolo:
pt: Título

source: cpstypes_widen_cell
ca: Allargar la cel·la
de: Zelle erweitern
es: Alargar la celda
eu: Gelaxka handitu
fr: Elargir la cellule
gl: Alongar a cela
it: Allarga la cella
pt: Alargar célula

source: cpstypes_widget_label
ca: Etiquetat
de: Label
es: Etiquetado
eu: Etiketatua
fr: Libellé
gl: Etiquetado
it: Etichetta
pt: Rótulo

source: cpstypes_widget_max_repeats
ca: Nombre màxim de repeticions
de: Max. Wiederholungen
es: Número máximo de repeticiones
eu: Errepikapen-kopuru maximoa
fr: Nombre max. de répétitions
gl: Número máximo de repeticións
it: Numero massimo di ripetizioni:
pt: Num. máximo de repetições

source: cpstypes_widget_required
ca: Camps requerits
de: Ist Notwendig
es: Campos requeridos
eu: Eskatutako eremuak
fr: Champ requis
gl: Campos requeridos
it: Campo obbligatorio:
pt: É requerido

source: cpstypes_widget_show_in_view
ca: Mostrar en manera vista
de: Zeigen in Ansichts Modus
es: Mostrar en modo vista
eu: Modu normalean erakutsi
fr: Montrer en mode vue
gl: Mostrar en modo vista
it: Mostra in modalità visuale:
pt: Mostrar no modo visualização

source: cpstypes_widget_size
ca: Grandària
de: Grösse
es: Tamaño
eu: Tamaina
fr: Taille
gl: Tamaño
it: Grandezza:
pt: Tamanho

source: cpstypes_widget_title
ca: Títol
de: Titel
es: Título
eu: Izenburua
fr: Titre
gl: Título
it: Titolo:
pt: Título

source: cpstypes_widget_type
ca: Tipus de component
de: Typ
es: Tipo de componente
eu: Osagai-mota
fr: Type de composant
gl: Tipo de compoñente
it: Tipo di componente:
pt: Tipo

source: cpstypes_widgethasrequiredfields
ca: Certes propietats del camp són obligatòries
de: Einige Eigenschaften sind Musswerte
es: Ciertas propiedades del campo son obligatorias
eu: Eremuaren zenbait propietate derrizgorrezkoak dira
fr: Certaines propriétés du champ sont obligatoire
gl: Certas propiedades do campo son obrigatorias
it: Alcune proprietà del campo sono obbligatorie
pt: Algumas propriedades têm valores requeridos

source: cpstypes_widgets
ca: Components
de: Widgets
es: Componentes
eu: Osagaiak
fr: Composants
gl: Compoñentes
it: Componenti
pt: Widgets

source: cpstypes_add_type
ca: Afegir un nou tipus
de: Hinzufügen eines neuen Typs
es: Añadir un nuevo tipo
eu: Tipo berri bat erakutsi
fr: Ajouter un nouveau type
gl: Engadir un novo tipo
it: Aggiungi un nuovo tipo
pt: Adicionar um novo tipo

source: cpstypes_edit_metadata
ca: Editar els metadatos
de: Bearbeiten Metadaten
es: Editar los metadatos
eu: Metadatuak editatu
fr: Editer les métadonnées
gl: Editar os metadatos
it: Modifica i meta-dati
pt: Editar metadados

source: cpstypes_edit_type
ca: Editar el tipus
de: Bearbeiten Typ
es: Editar el tipo
eu: Tipoa editatu
fr: Editer le type
gl: Editar o tipo
it: Modifica il tipo
pt: Editar tipo

source: cpstypes_edit_layout
ca: Editar la disposició
de: Bearbeiten Layout
es: Editar la disposición
eu: Aurkezpena editatu
fr: Editer la disposition
gl: Editar a disposición
it: Modifica l'aspetto
pt: Editar layout

source: cpstypes_edit_flexible
ca: Editar els components flexibles
de: Bearbeite Flexible Widgets
es: Editar los componentes flexibles
eu: Osagai malguak editatu
fr: Editer les composants flexibles
gl: Editar os compoñentes flexibles
it: Modifica i componenti flessibili
pt: Editar widgets flexíveis

source: cpstypes_edit_flexible_layout
ca: Editar la disposició flexible
de: Bearbeiten Flexibles Layout
es: Editar la disposición flexible
eu: Aurkezpen malgua editatu
fr: Editer la disposition flexible
gl: Editar a disposición flexible
it: Modifica la disposizione flessibile
pt: Editar layout Flexível

source: Type management
ca: dministrar els tipus de documents
de: Dokument Typ Management
es: Administrar los tipos de documentos
eu: Dokumentu-motak editatu
fr: Gérer les types de documents
gl: Administrar os tipos de documentos
it: Configura i tipi di oggetto
pt: Administração do tipo de documento

source: CPS String List Field
ca: Llista de cadenes
de: String Liste
es: Lista de cadenas
eu: Kate-zerrenda
fr: Liste de chaînes
gl: Lista de cadeas
it: Lista della stringa
pt: Lista de cadeia de caracteres.

source: CPS Float Field
ca: Camp flotant
de: Float
es: Campo flotante
eu: Eremu mugikorra
fr: Nombre flotant
gl: Campo flotante
it: Numero decimale
pt: Ponto flutuante

source: CPS File Field
ca: Fitxer
de: Datei
es: Fichero
eu: Fitxategia
fr: Fichier
gl: Ficheiro
it: File
pt: Arquivo

source: CPS Image Field
ca: Imatge
de: Bild
es: Imagen
eu: Irudia
fr: Image
gl: Imaxe
it: Immagine
pt: Imagem

source: CPS String Field
ca: Cadena de caràcters
de: String
es: Cadena de caracteres
eu: Hizki-katea
fr: Chaîne de caractères
gl: Cadea de caracteres
it: Stringa di caratteri
pt: Cadeia de caracteres

source: CPS DateTime Field
ca: Data i hora
de: DateTime
es: Fecha y hora
eu: Data eta ordua
fr: Date et heure
gl: Data e hora
it: Data e ora
pt: Data Hora

source: CPS Password Field
ca: Contrasenya
de: Passwort
es: Contraseña
eu: Pasahitza
fr: Mot de passe
gl: Contrasinal
it: Password
pt: Senha

source: CPS Int Field
ca: Número sencer
de: Int
es: Número entero
eu: Zenbaki osoa
fr: Nombre entier
gl: Número enteiro
it: Numero intero
pt: Inteiro

source: CPS Long Field
ca: Número sencer(llarg)
de: Long
es: Número entero(largo)
eu: Zenbaki osoa (luzea)
fr: Nombre entier (long)
gl: Número enteiro(largo)
it: Numero intero (lungo)
pt: Longo

source: CPS MultiSelect Widget
ca: Llista amb seleccions múltiples
de: Mehrfachauswahl
es: Lista con selecciones múltiples
eu: Hautapen anizkoitzeko zerrenda
fr: Liste à sélections multiples
gl: Lista con seleccións múltiples
it: Lista a selezioni multiple
pt: MultiSeleção

source: CPS Lines Widget
ca: Línies
de: Linien
es: Líneas
eu: Lerroak
fr: Lignes
gl: Liñas
it: Linee
pt: Linhas

source: CPS Ordered List Widget
ca: Llista ordenada
de: Ordered List
es: Lista ordenada
eu: Ordenatutako zerrenda
fr: Liste ordonnée
gl: Lista ordenada
it: Lista ordinata
pt: Lista ordenada

source: CPS Unordered List Widget
ca: Llista desordenada
de: Unordered List
es: Lista desordenada
eu: Ordenarik gabeko zerrenda
fr: Liste non ordonnée
gl: Lista desordenada
it: Lista non ordinata
pt: Lista não ordenada

source: CPS String Widget
ca: Cadena de caràcters
de: String
es: Cadena de caracteres
eu: Hizki-katea
fr: Chaîne de caractères
gl: Cadea de caracteres
it: Stringa di caratteri
pt: Cadeia de caracteres

source: CPS TextArea Widget
ca: Zona de text
de: Textfeld
es: Zona de texto
eu: Testu-area
fr: Zone de texte
gl: Zona de texto
it: Area di testo
pt: Área de texto

source: CPS Email Widget
ca: Correu
de: Email
es: Correo
eu: Posta
fr: Courriel
gl: Correo
it: E-mail
pt: Email

source: CPS Heading Widget
ca: Títol
de: Kopf
es: Título
eu: Izenburua
fr: Titre
gl: Título
it: Titolo
pt: Título principal

source: CPS Rich Text Editor Widget
ca: Editor HTML
de: Rich Text Editor
es: Editor HTML
eu: HTML editorea
fr: Editeur HTML
gl: Editor HTML
it: Editor RTE
pt: Editor de Rich Text

source: CPS InternalLinks Widget
ca: Enllaços interns
de: Interne Links
es: Enlaces internos
eu: Barneko estekak
fr: Liens internes
gl: Enlaces internos
it: Collegamenti interni
pt: Links internos

source: CPS Link Widget
ca: Enllaç
de: Link
es: Enlace
eu: Esteka
fr: Lien
gl: Enlace
it: Collegamento
pt: Link

source: CPS Html Widget
ca: Html
de: Html
es: Html
eu: Html
fr: Html
gl: Html
it: Html
pt: Html

source: CPS DateTime Widget
ca: Data i hora
de: Datum/Zeit
es: Fecha y hora
eu: Data eta ordua
fr: Date/Heure
gl: Data e hora
it: Data/Ora
pt: Data/hora

source: CPS Date Widget
ca: Data
de: Datum
es: Fecha
eu: Data
fr: Date
gl: Data
it: Data
pt: Data

source: CPS Password Widget
ca: Contrasenya
de: Passwort
es: Contraseña
eu: Pasahitza
fr: Mot de passe
gl: Contrasinal
it: Password
pt: Senha

source: CPS Int Widget
ca: Sencer
de: Int
es: Entero
eu: Osoa
fr: Entier
gl: Enteiro
it: Intero
pt: Inteiro

source: CPS CheckBox Widget
ca: Cel·la a ocultar
de: CheckBox
es: Celda a ocultar
eu: Ezkutatzeko gelaxka
fr: Case à cocher
gl: Cela a ocultar
it: Casella di controllo
pt: Caixa de seleção

source: CPS Long Widget
ca: Nombre sencer llarg
de: Long
es: Número entero largo
eu: Zenbaki osoa (luzea)
fr: Entier long
gl: Número enteiro largo
it: Intero lungo
pt: Longo

source: CPS Float Widget
ca: Flotant
de: Float
es: Flotante
eu: Mugikorra
fr: Flottant
gl: Flotante
it: Flottante
pt: Ponto Flutuante

source: CPS AttachedFile Widget
ca: Fitxer adjunt
de: Dateianhang
es: Fichero adjunto
eu: Fitxategi erantsia
fr: Fichier attaché
gl: Ficheiro adxunto
it: File allegato
pt: Arquivo Anexado

source: CPS File Widget
ca: Fitxer
de: Datei
es: Fichero
eu: Fitxategia
fr: Fichier
gl: Ficheiro
it: File
pt: Arquivo

source: CPS Image Widget
ca: Imatge
de: Bild
es: Imagen
eu: Irudia
fr: Image
gl: Imaxe
it: Immagine
pt: Imagem

source: CPS Photo Widget
ca: Fotografia
de: Foto
es: Fotografía
eu: Argazkia
fr: Photo
gl: Fotografía
it: Fotografia
pt: Foto

source: CPS Boolean Widget
ca: Boleano
de: Boolean
es: Boleano
eu: Bolearra
fr: Booléen
gl: Boleano
it: Boleano
pt: Booleano

source: CPS Directory Entry Widget
ca: Entrada d'anuari
de: Verzeichnis Eintrag
es: Entrada de anuario
eu: Urtekari-sarrera
fr: Entrée d'annuaire
gl: Entrada de anuario
it: Inserimento in elenco
pt: Entrada de Diretório

source: CPS Directory MultiEntries Widget
ca: Entrades múltiples d'anuari
de: Verzeichnis MehrfachEinträge
es: Entradas múltiples de anuario
eu: Urtekari-sarrera anizkoitzak
fr: Entrées multiples d'annuaire
gl: Entradas múltiples de anuario
it: Inserimenti multipli in elenco
pt: Múltiplas entradas de diretório

source: CPS Dummy Widget
ca: Fictici
de: Dummy
es: Ficticio
eu: Itxurazko
fr: Dummy
gl: Ficticio
it: Dummy
pt: Fictício

source: CPS ExtendedSelect Widget
ca: Llistat estès d'eleccions
de: Erweitertes Select
es: Listado extendido de elecciones
eu: Hautapen-zerrenda hedatua
fr: Liste de choix étendue
gl: Listado estendido de eleccións
it: Lista estesa per la scelta
pt: Seleção estendida

source: CPS Identifier Widget
ca: Identificador
de: Identifier
es: Identificador
eu: Identifikatzailea
fr: Identifiant
gl: Identificador
it: Identificativo
pt: Identificador

source: CPS Method Widget
ca: Mètode
de: Methode
es: Método
eu: Metodoa
fr: Composant méthode
gl: Método
it: Metodo del componente
pt: Método

source: CPS Select Widget
ca: Llista de selecció
de: Auswählen
es: Lista de selección
eu: Hautapen-zerrenda
fr: Liste de sélection
gl: Lista de selección
it: Lista di selezione
pt: Seleção

source: CPS Text Widget
ca: Text
de: Text
es: Texto
eu: Testua
fr: Texte
gl: Texto
it: Testo
pt: Texto

source: CPS URL Widget
ca: URL
de: URL
es: URL
eu: URLa
fr: URL
gl: URL
it: URL
pt: URL

source: type_already_exists
ca: Este identificador ja està en us
de: Ein Typ dieses Namens existiert bereits
es: Este identificador ya está en uso
eu: Identifikatzaile hau dagoeneko erabiltzen ari dira
fr: Cet identifiant de type est déjá utilisé.
gl: Este identificador xa está en uso
it: Hai nominato un nuovo tipo di oggetto con un nome già presente in archivio. Correggi il valore.
pt: Um tipo com este nome já existe

source: field_already_exists
ca: Este identificador de camp ja està en
de: Ein Feld dieses Namens existiert bereits
es: Este identificador de campo ya está en uso
eu: Eremu-identifikatzailea dagoeneko erabiltzen ari dira
fr: Cet identifiant de champ est déjá utilisé.
gl: Este identificador de campo xa está en uso
it: Questo identificativo di campo è già utilizzato. <br>Sostituisci con un altro valore.
pt: Um campo com este nome já existe

source: psm_duplicate_widgets
ca: Atenció, ha seleccionat diverses vegades el mateix component
de: Warnung, doppelte Widgets:
es: Atención, ha seleccionado varias veces el mismo componente
eu: Erne! Osagai bera behin baino gehiagotan hautatu duzu
fr: Attention, vous avez sélectionné plusieurs fois le même composant:
gl: Atención, seleccionou varias veces o mesmo compoñente
it: Attenzione, hai selezionato più volte lo stesso componente.
pt: Atenção, widgets duplicados:

source: psm_changed
ca: Modificat
de: Geändert.
es: Modificado
eu: Aldatuta
fr: Modifié.
gl: Modificado
it: Modifica effettuata.
pt: Mudado.

source: cpstypes_more
ca: Més...
de: Mehr...
es: Más...
eu: Gehiago...
fr: Plus...
gl: Máis...
it: Di più
pt: Mais ...

source: Size
ca: Grandària
de: Grösse
es: Tamaño
eu: Tamaina
fr: Taille
gl: Tamaño
it: Dimensione
pt: Tamanho

source: Display separator in view mode
ca: Separador en manera de mostra
de: Anzeigen Separator in Ansichts Modus
es: Separador en modo de muestra
eu: Bereizlea erakus-moduan
fr: Séparateur en mode affichage
gl: Separador en modo de mostra
it: Mostra il separatore nella modalità di visualizzazione
pt: Mostrar separador em modo de visualização

source: Title
ca: Títol
de: Titel
es: Título
eu: Izenburua
fr: Titre
gl: Título
it: Titolo
pt: Título

source: Label in view mode
ca: Etiqueta en manera d'edició
de: Label in Ansichts Modus
es: Etiqueta en modo de edición
eu: Etiketa ikuspegi-moduan
fr: Libellé en mode édition
gl: Etiqueta en modo de edición
it: Etichetta nella modalità di visualizzazione
pt: Rótulo no modo de visualização

source: Label in edit mode
ca: Etiqueta en manera de mostra
de: Label in Edit Modus
es: Etiqueta en modo de muestra
eu: Etiketa edizio-moduan
fr: Libellé en mode affichage
gl: Etiqueta en modo de muestra
it: Etichetta nella modalità di modifica
pt: Rótulo no modo de edição

source: Vocabulary
ca: Vocabulari
de: Wörterbuch
es: Vocabulario
eu: Hiztegia
fr: Vocabulaire
gl: Vocabulario
it: Dizionario
pt: Vocabulário

source: Is vocabulary translated on display ?
ca: ¿Està traduït el vocabulari en la mostra?
de: Ist das Wörterbuch übersetzt auf dem Display?
es: ¿Está traducido el vocabulario en la muestra?
eu: Hiztegia itzulita al dago pantailan?
fr: Vocabulaire traduit à l'affichage ?
gl: ¿Está traducido o vocabulario na mostra?
it: Il dizionario è tradotto durante la visualizzazione?
pt: O vocabulário está traduzido ao apresentar?

source: Directory
ca: Directori
de: Verzeichnis
es: Directorio
eu: Direktorioa
fr: Annuaire
gl: Directorio
it: Cartella
pt: Diretório

source: Optional directory used in view mode
ca: Directori opcional per a manera mostra
de: Optionales Verzeichnis benutzt im Ansichts Modus
es: Directorio opcional para modo muestra
eu: Ikuspegi-modurako aukerako direktorioa
fr: Annuaire utilisé pour l'affichage (optionnel)
gl: Directorio opcional para modo mostra
it: Cartella opzionale utilizzata nella modalità di visualizzazione
pt: Diretório opcional utilizado no modo de visualização

source: Entry type
ca: Tipus d'entrada
de: Eintrag Typ
es: Tipo de entrada
eu: Sarrera-mota
fr: Type d'entrée
gl: Tipo de entrada
it: Tipo di inserimento
pt: Tipo da entrada

source: Skin name
ca: Nom del skin
es: Nombre del skin
eu: Skin-aren izena
fr: Nom de la skin
gl: Nome do skin
it: Nome della skin
pt: Nome do tema

source: Popup Mode
ca: Manera de finestra emergent
de: Popup Modus
es: Modo de ventana emergente
eu: Azaleratzeko leiho-modua
fr: Mode du popup
gl: Modo de ventá emerxente
it: Modalità popup
pt: Modo popup

source: Maximum image size
ca: randària màxima de la imatge
de: Maximal Bildgroesse
es: Tamaño máximo de la imagen
eu: Irudiaren tamaina maximoa
fr: Taille maximum de l'image
gl: Tamaño máximo da imaxe
it: Dimensione massima dell'immagine
pt: Tamanho máximo de imagem

source: Deletable ?
ca: ¿Es pot esborrar?
de: Löschbar ?
es: ¿Se puede borrar?
eu: Ezaba al daiteke?
fr: Supprimable ?
gl: ¿Pódese borrar?
it: Eliminabile?
pt: Removível ?

source: Display Width
ca: Grandària de la mostra
de: Display Breite
es: Tamaño de la muestra
eu: Ikuspegiaren tamaina
fr: Largeur d'affichage
gl: Tamaño da mostra
it: Larghezza visualizzazione
pt: Largura de apresentação

source: Display Height
ca: Altura de la mostra
de: Display Höhe
es: Altura de la muestra
eu: Ikuspegiaren altuera
fr: Hauteur d'affichage
gl: Altura da mostra
it: Altezza visualizzazione
pt: Altura de apresentação

source: Can resize to lower size ?
ca: Grandària reduible
de: Kann verkleinert werden ?
es: Tamaño reducible
eu: Txiki daitekeen tamaina
fr: Taille réductible ?
gl: Tamaño reducible
it: Può essere ridimensionato ad una dimensione minore?
pt: Pode redimensionar para um tamanho menor ?

source: Render position
ca: Posició de mostra
de: Rendern Position
es: Posición de muestra
eu: Ikuspegi-posizioa
fr: Position de rendu
gl: Posición de mostra
it: Posizione di renderizzazione
pt: Posição de renderização

source: What is user configurable, require extra fields
ca: Configurable per l'usuari
de: Was Benutzer konfigurierbar ist, benötigt Extra Felder
es: Configurable por el usuario
eu: Erabiltzaileak konfiguragarri
fr: Ce qui est configurable par l'utilisateur
gl: Configurable polo usuario
it: Cos'&egrave; configurabile dall'utente, richiede campi extra
pt: O que é configurável pelo usuário, requer campos extras

source: Maximum input width
ca: Grandària màxima
de: Maximale Eingabe Breite
es: Tamaño máximo
eu: Tamaina maximoa
fr: Taille maximum de saisie
gl: Tamaño máximo
it: Larghezza massima dell'inserimento
pt: Largura máxima de entrada

source: Width
ca: Llarg
de: Breite
es: Largo
eu: Zabalera
fr: Largeur
gl: Largo
it: Larghezza
pt: Largura

source: Height
ca: Altura
de: Höhe
es: Altura
eu: Altuera
fr: Hauteur
gl: Altura
it: Altezza
pt: Altura

source: Format for empty list
ca: Format per a llista buida
de: Format für leere Liste
es: Formato para lista vacía
eu: Zerrenda hutsarentzako formatua
fr: Format pour liste vide
gl: Formato para lista baleira
it: Formato per la lista vuota
pt: Formato para lista vazia

source: View format
ca: Format de vista
de: Ansicht Format
es: Formato de vista
eu: Ikusteko formatua
fr: Format d'affichage
gl: Formato de vista
it: Formato di visualizzazione
pt: Formato de visualização
