Repository: nuxeo-cps/products--CPSTypeMaker
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, pt

source: Vocabulary is translated ?
ca: ¿Vocabulari traduït?
de: Wörterbuch übersetzt ?
es: ¿Vocabulario traducido?
eu: Hiztegia itzulita?
fr: Vocabulaire traduit ?
gl: ¿Vocabulario traducido?
it: Il vocabolario &egrave; tradotto?
pt: Vocabulário é traduzido ?

source: View format empty
ca: Format de vista buit
de: Ansichts Format leer
es: Formato de vista vacío
eu: Ikusteko formatua hutsik
fr: Format d'affichage vide
gl: Formato de vista baleiro
it: Formato di visualizzazione vuoto
pt: Formato de visualização vazio

source: Use Javascript ?
ca: ¿Utilitzar Javascript?
de: Javascript verwenden?
es: ¿Utilizar Javascript?
eu: Javasript erabili?
fr: Utiliser Javascript ?
gl: ¿Utilizar Javascript?
it: Utilizza Javascript?
pt: Usar Javascript ?

source: View format (short, medium or long)
ca: Format de vista (curt, mitjà o llarg))
de: Ansicht Format (kurz, mittel, oder lang)
es: Formato de vista (corto, mediano o largo))
eu: Ikusteko formatua (txikia, laburra, zabala)
fr: Format d'affichage (court, moyen ou long)
gl: Formato de vista (curto, mediano ou longo))
it: Formato di visualizzazione (corto, medio o lungo)
pt: Formato de visualização (curto, médio ou longo)

source: Enabling the setting of time of the day ?
ca: ¿Permetre la configuració de l'hora del dia?
de: Erlaube das Einstellen der Uhrzeit ?
es: ¿Permitir la configuración de la hora del día?
eu: Egunaren orduaren konfigurazioa ahalbidetu?
fr: Permettre la configuration de l'heure pour le jour ?
gl: ¿Permitir a configuración da hora do día?
it: Abilita l'impostazione dell'orario del giorno?
pt: Habilitar a definição de hora do dia ?

source: default hour for time
ca: Hora per defecte
de: Standardwert Stunde für Zeit
es: Hora por defecto
eu: Lehenetsitako ordua
fr: Heure par défaut pour l'heure
gl: Hora por defecto
it: ora di base per l'orario
pt: formato padrão de hora

source: default minutes for time
ca: Minuts per defecte
de: Standardwert Minuten für Zeit
es: Minutos por defecto
eu: Lehenetsitako minutuak
fr: Minutes par défaut pour l'heure
gl: Minutos por defecto
it: minuti di base per l'orario
pt: formato padrão de minutos

source: True label
ca: Etiqueta vertadera
de: Wahr Label
es: Etiqueta verdadera
eu: Egiazko etiketa
fr: Libellé vrai
gl: Etiqueta verdadeira
it: Etichetta vero
pt: Rótulo Verdadeiro

source: False label
ca: Etiqueta falsa
de: Falsch Label
es: Etiqueta falsa
eu: Etiketa faltsua
fr: Libellé faux
gl: Etiqueta falsa
it: Etichetta falso
pt: Rótulo Falso

source: Maximum file size
ca: Grandària màxima del fitxer
de: Maximale Dateigrösse
es: Tamaño máximo del fichero
eu: Fitxategiaren tamaina maximoa
fr: Taille maximum de fichier
gl: Tamaño máximo do ficheiro
it: Dimensione massima del file
pt: Tamanho máximo de arquivo

source: Maximum size
ca: Grandària màxima
de: Maximum Grösse
es: Tamaño máximo
eu: Tamaina maximoa
fr: Taille maximum
gl: Tamaño máximo
it: Dimensione massima
pt: Tamanho máximo

source: Render format
ca: Format de mostra
de: Rendern Format
es: Formato de muestra
eu: Errendatzeko formatua
fr: Format de rendu
gl: Formato de mostra
it: Formato di renderizzazione
pt: Formato de renderização

source: cps_types_auto
ca: Disposició automàtica
de: Automatisches Layout
es: Disposición automática
eu: Aurkezpen automatikoa
fr: Disposition automatique
gl: Disposición automática
it: Disposizione automatica
pt: Layout automático

source: Multiple Layouts
ca: L'editor de la presentació permet crear diverses presentacions
de: Mehrfache Layouts Modus
es: El editor de la presentación permite crear varias presentaciones
eu: Aurkezpenaren editoreak aurkezpen batzuk sortzea ahalbidetzen ditu
fr: L'éditeur de layout permet de créer plusieurs layouts
gl: O editor da presentación permite crear varias presentacións
it: Layout multipli
pt: Layouts múltiplos

source: Id prefix for TypeMaker types
ca: Prefix per als identificadors de tipus
de: Id Prefix für TypeMaker Typen
es: Prefijo para los identificadores de tipos
eu: Tipo-identifikatzaileentzako aurrizkiak
fr: Préfixe pour les identifiants des types
gl: Prefixo para os identificadores de tipos
it: Prefisso dell'ID per i tipi di documento creati con TypeMaker
pt: Prefixo de ID para os tipos do TypeMaker

source: Id prefix for TypeMaker style
ca: Prefix per al zpt utilitzat per a les presentacions
de: Prefix für Layouts zpt
es: Prefijo para el zpt utilizado para las presentaciones
eu: Aurkezpenetarako erabilitako zpt-arentzako aurrizkia
fr: Préfixe pour le zpt utilisé pour les layouts
gl: Prefijo para o zpt utilizado para as presentacións
it: Prefisso dell'ID per gli stili creati con TypeMaker
pt: Prefixo de ID para os estilos do TypeMaker

source: Base schemas
ca: Esquemes de base
de: Basis Schemas
es: Esquemas de base
eu: Oinarrizko eskemak
fr: Schemas de base
gl: Esquemas de base
it: Schema di base
pt: Esquemas base

source: Base Layout
ca: Presentació de base
de: Basis Layout
es: Presentación de base
eu: Oinarrizko aurkezpena
fr: Layouts de base
gl: Presentación de base
it: Layout di base
pt: Layout base

source: Add in types
ca: Tipus de contenidors
de: Add in Typen
es: Tipos de contenedores
eu: Ontzi-motak
fr: Types de conteneurs
gl: Tipos de contedores
it: Aggiungi
pt: Adicionar em tipos

source: Metadata layout
ca: Presentació dels metadatos
de: Metadaten Layout
es: Presentación de los metadatos
eu: Metadatuen aurkezpena
fr: Layout pour les métadonnées
gl: Presentación dos metadatos
it: Layout dei metadata
pt: Layout de Metadados

source: Metadata schemas
ca: Esquema dels metadatos
de: Metadaten Schemas
es: Esquema de los metadatos
eu: Metadatuen eskema
fr: Schema pour les métadonnées
gl: Esquema dos metadatos
it: Schema dei metadata
pt: Esquemas de Metadados

source: Immediate View
ca: ZPT utilitzat per a la vista immediata
de: Direkt Ansicht
es: ZPT utilizado para la vista inmediata
eu: Berehalako ikuspegirako erabilitako ZPTa
fr: Zpt utilisé pour la vue immédiate
gl: ZPT utilizado para a vista inmediata
it: Visualizzazione immediata
pt: Visualização imediata

source: Hidden layout modes
ca: Maneres per a les presentacions ocultes
de: Verborgene Layout Modi
es: Modos para las presentaciones ocultas
eu: Ezkutuko aurkezpenetarako moduak
fr: Modes pour les layouts masqués
gl: Modos para as presentacións ocultas
it: Modalità di layout nascoste
pt: Modos de layout oculto

source: Maximum number of rows
ca: Número màxim de columnes per a les presentacions
de: Maximale Anzahl von Zeilen
es: Número máximo de columnas para las presentaciones
eu: Aurkezpenetarako zutabe-kopuru maximoa
fr: Nombre maximum de colonnes pour les layouts
gl: Número máximo de columnas para as presentacións
it: Numero massimo di righe
pt: Número máximo de linhas

source: Process before type publish state changes
ca: Procés anterior a la publicació dels canvis d'estat
de: Ausführen bevor der Typ Publikations Status sich ändert
es: Proceso anterior a la publicación de los cambios de estado
eu: Egoera-aldaketen argitaratu aurreko prozesua
fr: Script ou expression à exécuter avant le changement d'état d'un type
gl: Proceso anterior á publicación dos cambios de estado
it: Processa prima che lo stato di pubblicazione cambi
pt: Processar antes do estado de publicação do tipo mudar

source: Process after type publish state changes
ca: Procés posterior a la publicació de canvis d'estat
de: Ausführen nachdem der Typ Publikations Status sich ändert
es: Proceso posterior a la publicación de cambios de estado
eu: Egoera-aldaketen argitaratze ondoko prozesua
fr: Script ou expression à exécuter après le changement d'état d'un type
gl: Proceso posterior á publicación de cambios de estado
it: Processa dopo che lo stato di pubblicazione è cambiato
pt: Processar após o estado de publicação do tipo mudar

source: document types deleted
ca: Tipus(s) de document(s) esborrat(s
de: Document Typ(en) gelöscht
es: Tipo(s) de documento(s) borrado(s)
eu: Ezabatutako dokumentu-mota(k)
fr: Type(s) de document(s) effacé(s)
gl: Tipo(s) de documento(s) borrado(s)
it: Tipi di documento eliminati
pt: tipos do documento removido

source: cpstypemaker_save
ca: Registrar la configuració
de: Sichern Konfiguration
es: Registrar la configuración
eu: Konfigurazioa erregistratu
fr: Enregistrer la configuration
gl: Rexistrar a configuración
it: Salva la configurazione
pt: Salvar configuração

source: CPS Catalog Navigation Select Widget
ca: Selecció en el portal
es: Selección en el portal
eu: Hautapena atarian
fr: Sélection dans le portail
gl: Selección no portal
it: Seleziona nel portale
pt: Seleção do Catálogo de Navegação

source: CPS NewsLetter InternalLinks Widgets
ca: Enllaç intern
es: Enlace interno
eu: Barneko esteka
fr: Lien interne
gl: Enlace interno
it: Collegamenti interni
pt: Link interno do Boletim de Notícias

source: CPS Generic Select Widget
ca: Selecció amb entrada buida
es: Selección con entrada vacía
eu: Hautapena hutsik dagoen sarrerarekin
fr: Selection avec entree vide
gl: Selección con entrada baleira
it: Selezione
pt: Selecção Genérica

source: CPS Generic MultiSelect Widget
ca: Selecció múltiple amb entrada buida
es: Selección múltiple con entrada vacía
eu: Hautapen anizkoitza hutsik dagoen sarrerarekin
fr: Selection multiple avec entree vide
gl: Selección múltiple con entrada baleira
it: Selezione multipla
pt: Multiselecção Genérica

source: Label in view layout mode
ca: Etiqueta en manera de mostra
es: Etiqueta en modo de muestra
eu: Ikuspegi moduko etiketa
fr: Libellé en mode affichage
gl: Etiqueta en modo de mostra
it: Etichetta in modalità di visualizzazione
pt: Rótulo no modo de visualização

source: Label in edit layout mode
ca: Etiqueta en manera d'edició
es: Etiqueta en modo de edición
eu: Edizio-moduko etiketa
fr: Libellé en mode édition
gl: Etiqueta en modo de edición
it: Etichetta in modalità di modifica
pt: Rótulo no modo de layout

source: Fields
ca: Camps
es: Campos
eu: Eremuak
fr: Champs
gl: Campos
it: Campi
pt: Campos

source: Help
ca: Ajuda
es: Ayuda
eu: Laguntza
fr: Texte d'aide
gl: Axuda
it: Aiuto
pt: Ajuda

source: Read-only in layout modes
ca: Component només per a lectura en les maneres següents
es: Componente sólo para lectura en los modos siguientes
eu: Osagaia irakurtzeko eran baino ez honako moduotan
fr: Composant en lecture seule dans les modes suivants
gl: Compoñente só para lectura nos modos seguintes
it: Sola-lettura in modalità di visualizzazione
pt: Somente para leitura em modos de layout

source: Label is i18n
ca: Etiqueta traduïda
es: Etiqueta traducida
eu: Itzulitako etiketa
fr: Libellé traduit
gl: Etiqueta traducida
it: L'etichetta è i18n
pt: Rótulo é i18n

source: Hidden in layout modes
ca: Component ocult en les maneres següents
es: Componente oculto en los modos siguientes
eu: Ezkutuko osagaia honako moduotan
fr: Composant caché dans les modes suivants :
gl: Compoñente oculto nos modos seguintes
it: Nascosto in modalità di visualizzazione
pt: Modos de layout oculto

source: Hidden if readonly in layout modes
ca: Component ocult en les maneres següents (només per a lectura)
es: Componente oculto en los modos siguientes (sólo para lectura)
eu: Ezkutuko osagaia honako moduotan (irakurtzeko baino ez)
fr: Composant caché dans les modes suivants (s'il est en lecture seule)
gl: Compoñente oculto nos modos seguintes (só para lectura)
it: Nascosto se in sola-lettura in modalità di visualizzazione
pt: Oculto se somente leitura nos modos layout

source: Hidden if empty
ca: Component ocult si està buit
es: Componente oculto si está vacío
eu: Ezkutuko osagaia hutsik badago
fr: Composant caché si vide
gl: Compoñente oculto se está baleiro
it: Nascosto se è vuoto
pt: Oculto se vazio

source: Hide the widget if the given TAL expression returns true
ca: Ocultar el component si l'expressió TAL següent és veritable
es: Ocultar el componente si la expresión TAL siguiente es verdadera
eu: Osagaia ezkutatu baldin eta adierazpena egiazkoa bada
fr: Cacher le composant si l'expression TAL suivante renvoie vrai
gl: Ocultar o compoñente se a expresión TAL seguinte é verdadeira
it: Nascondi il widget se l'espressione TAL restituisce un valore vero
pt: Ocultar o widget se a expressão TAL dada retornar verdadeiro

source: CSS class for view
ca: classe CSS utilitzada per a la mostra
es: clase CSS utilizada para la muestra
eu: CSS mota ikuspegirako erabilia
fr: classe CSS utilisée pour l'affichage
gl: clase CSS utilizada para a mostra
it: classe CSS da utilizzare per la visualizzazione
pt: Senha

source: Get the widget mode from the given TAL expression
ca: Deduir la manera de l'expressió TAL següent
es: Deducir el modo de la expresión TAL siguiente
eu: Honako adierazpenaren modua ondorioztatu
fr: Déduire le mode de l'expression TAL suivante
gl: Deducir o modo da expresión TAL seguinte
it: Ottieni la modalità del widget dall'espressione TAL
pt: Obter o modo do widget da expressão TAL dada

source: Is vocabulary translated on display
ca: Vocabulari traduït en la mostra
es: Vocabulario traducido en la muestra
eu: Itzulitako hiztegia ikuspegian
fr: Vocabulaire traduit à l'affichage
gl: Vocabulario traducido na mostra
it: Il dizionario viene tradotto quando è mostrato
pt: O vocabulário é traduzido na apresentação

source: Deletable
ca: Borrable
es: Borrable
eu: Ezabagarria
fr: Effacable
gl: Borrable
it: Eliminabile
pt: Removível

source: Accept blank values (defined in vocabulary) when validating if the widget is required and the vocabulary holds blank values
ca: Acceptar l'elecció buida si el component és requerit i si la llista conté valors buits
es: Aceptar la elección vacía si el componente es requerido y si la lista contiene valores vacíos
eu: Osagaia eskatzen bada onartu hutsik dagoen hautapena eta zerrendak hutsik dauden balioak baino ez baditu
fr: Accepter le choix vide si le composant est requis, et que la liste comporte des valeurs vides
gl: Aceptar a elección baleira se o compoñente é requerido e se a lista contén valores baleiros
it: Accetta valori in bianco (definiti nel dizionario) durante la convalida se il widget è obbligatorio e se nel dizionario è presente un valore in bianco
pt: Aceitar valores brancos (definidos no vocabulário) quando validar se o widget é requerido e o vocabulário contém valores brancos

source: Allowed file suffixes (for example: .html .sxw)
ca: Extensions autoritzades (per exemple .html, .sxw)
es: Extensiones autorizadas (por ejemplo .html, .sxw)
eu: baimendutako luzapenak (adibidez, .html, .sxw)
fr: Extensions autorisées (par exemple .html, .sxw)
gl: Extensións autorizadas (por exemplo .html, .sxw)
it: Suffisi del file consentiti (per esempio: .html .sxw)
pt: Sufixos de arquivo permitidos (por exemplo: .html .sxw)

source: Display for true
ca: Paraula mostrada per a "vertader"
es: Palabra mostrada para "verdadero"
eu: "egiazkoa" adierazpenerako erakutsitako hitza
fr: Mot affiché pour le booléen 'vrai'
gl: Palabra amosada para "verdadeiro"
it: Mostra se vero
pt: Mostrar para verdadeiro

source: Display for false
ca: Paraula mostrada per a "fals"
es: Palabra mostrada para "falso"
eu: "faltsua" adierazpenerako erakutsitako hitza
fr: Mot affiché pour le booléen 'faux'
gl: Palabra amosada para "falso"
it: Mostra se falso
pt: Mostrar para falso

source: Use javascript
ca: Utilitzar Javascript
es: Utilizar Javascript
eu: Javascript erabili
fr: Utiliser Javascript
gl: Utilizar Javascript
it: Utilizza javascript
pt: Usar javascript

source: Widget type
ca: Tipus de component
es: Tipo de componente
eu: Osagai-mota
fr: Type de composant
gl: Tipo de compoñente
it: Tipo di widget
pt: Tipo do widget

source: Display width
ca: Mostrar amplària
es: Mostrar anchura
eu: Zabalera erakutsi
fr: Taille d'affichage
gl: Mostrar anchura
it: Larghezza visualizzazione
pt: Largura de apresentação

source: Enable to resize img to lower size
ca: Autoritzar la reducció de la finestra
es: Autorizar la reducción de la ventana
eu: Leihoaren txikitzea onartu
fr: Autoriser la réduction de la fenêtre
gl: Autorizar a reducción da ventá
it: Consenti il ridimensionamento dell'immagine ad una dimensione inferiore
pt: Habilitar redimensionar imagem para tamanho menor

source: Title of the popup
ca: Títol de la finestra emergent
es: Título de la ventana emergente
eu: Azaleratutako leihoaren izenburua
fr: Titre du pop-up
gl: Título da ventá emerxente
it: Titolo del popup
pt: Título do popup

source: Allow configuration options
ca: Autoritzar l'accés a les opcions de configuració
es: Autorizar el acceso a las opciones de configuración
eu: Konfigurazio-aukeretarako sarbidea onartu
fr: Autoriser l'accès aux options de configuration
gl: Autorizar o acceso ás opcións de configuración
it: Consenti le opzioni di configurazione
pt: Permitir opções de configuração

source: Widget render method
ca: Mètode de mostra del component
es: Método de muestra del componente
eu: Osagaiaren ikusteko metodoa
fr: Méthode de rendu du composant
gl: Método de mostra do compoñente
it: Metodo di renderizzazione del widget
pt: Método de renderização do widget

source: Group id for Javascript switching (if empty widget id is used)
ca: id de Group para el Javascript (si está vacío)
es: id de Group para el Javascript (si está vacío)
eu: Group-en IDa Javascripterako (hutsik badago)
fr: id de Group pour le Javascript (si l'id de widget est vide)
gl: id de Group para o Javascript (se está baleiro)
it: ID del gruppo per la sostituzione con Javascript (se vuoto viene utilizzato l'ID del widget)
pt: Id do grupo para mudança em Javascript (se um id vazio de widget é utilizado)

source: Depends on id for Javascript switching
ca: Depèn dels identificadors per a Javascript
es: Depende de los identificadores para Javascript
eu: Javascripterako identifikatzaileen menpe
fr: Dépend des id pour le Javascript
gl: Depende dos identificadores para Javascript
it: Dipende dall'ID per la sostituzione con Javascript
pt: Depende do id para mudança em Javascript

source: Depends on value for Javascript switching
ca: Depèn dels valors per a Javascript
es: Depende de los valores para Javascript
eu: Javascripterako balioen menpe
fr: Dépend des valeurs pour le Javascript
gl: Depende dos valores para Javascript
it: Dipende dal valore per la sostituzione con Javascript
pt: Depende do valor para mudança em Javascript

source: Depends on value display widget
ca: Depèn del valor de mostra
es: Depende del valor de muestra
eu: Ikuspegi-balioaren menpe
fr: Dépend de la valeur du widget
gl: Depende do valor de mostra
it: Dipende dal valore della visualizzazione del widget
pt: Depende do valor para mostrar widget

source: Required widget
ca: Component obligatori
es: Componente obligatorio
eu: Derrigorrezko osagaia
fr: Composant obligatoire
gl: Compoñente obrigatorio
it: Widget obbligatorio
pt: Widget requerido

source: browse or search
ca: ¿Navegar o buscar?
es: ¿Navegar o buscar?
eu: Nabigatu edo bilatu?
fr: navigation ou recherche ?
gl: ¿Navegar ou buscar?
it: naviga o ricerca
pt: navegar ou buscar

source: browse
ca: navegació
es: navegación
eu: nabigazioa
fr: navigation
gl: navegación
it: naviga
pt: navegar

source: search
ca: recerca
es: búsqueda
eu: bilaketa
fr: recherche
gl: busca
it: ricerca
pt: buscar

source: Enabling the setting of time of the day
ca: Autoritzar la configuració de l'hora del dia
es: Autorizar la configuración de la hora del día
eu: Eguneko orduaren konfigurazioa baimendu
fr: Autoriser le réglage de l'heure du jour
gl: Autorizar a configuración da hora do día
it: Abilita l'impostazione dell'ora del giorno
pt: Habilitar a definição de hora do dia

source: Value must be in range
ca: El valor ha d'estar en el rang
es: El valor debe estar en el rango
eu: Balioak heinaren barruan egon behar du
fr: La valeur doit respecter l'interval
gl: O valor debe estar no rango
it: Il valore deve rientrare nella gamma
pt: Valor deve estar na faixa

source: Range minimum value
ca: Valor mínim
es: Valor mínimo
eu: Balio minimoa
fr: Valeur minimum
gl: Valor mínimo
it: Valore minimo della gamma
pt: Valor mínimo da faixa

source: Range maximum value
ca: Valor màxim
es: Valor máximo
eu: Balio maximoa
fr: Valeur maximum
gl: Valor máximo
it: Valore massimo della gamma
pt: Valor máximo da faixa

source: Thousands separator
ca: Separador de mils
es: Separador de miles
eu: Milakoaren bereizlea
fr: Séparateur des milliers
gl: Separador de miles
it: Separatore delle migliaia
pt: Separador de milhares

source: Decimal separator
ca: Separador de decimals
es: Separador de decimales
eu: Hamarrenen bereizlea
fr: Séparateur des décimales
gl: Separador de decimais
it: Separatore decimale
pt: Separador decimal

source: Number of decimals
ca: Número de decimals
es: Número de decimales
eu: Hamarren-kopurua
fr: Nombre de décimales
gl: Número de decimais
it: Numero di decimali
pt: Número de casas decimais

source: Html for edit
ca: Codi html per a l'edició
es: Código html para la edición
eu: Html kodea ediziorako
fr: Code html pour l'édition
gl: Código html para a edición
it: HTNL per la modifica
pt: HTML para editar

source: Html for view
ca: Codi html per a la mostra
es: Código html para la muestra
eu: Html kodea ikuspegirako
fr: Code html pour l'affichage
gl: Código html para a mostra
it: HTML per la visualizzazione
pt: HTML para visualização

source: Render format : select menu (default), radio buttons or checkboxes
ca: Format de mostra: menú de selecció (per defecte), botons o cel·les a ocultar
es: Formato de muestra: menú de selección (por defecto), botones o celdas a ocultar
eu: Ikuspegi-formatua: hautapen-menua (lehenetsia), ezkutatzeko gelaxka edo botoiak
fr: Format d'affichage : menu de sélection (défaut), boutons ou cases à cocher
gl: Formato de mostra: menú de selección (por defecto), botóns ou celas a ocultar
it: Formato di renderizzazione: menù di selezione (default), bottoni radio o caselle di selezione
pt: Formato de renderização : menu de seleção (padrão), botão de rádio ou caixas de selecção (checkboxes)

source: Target for the link
ca: Objectiu de l'enllaç
es: Objetivo del enlace
eu: Estekaren helburua
fr: Cible pour le lien
gl: Obxectivo do enlace
it: Destinazione del collegamento
pt: Alvo para o link

source: type_need_title
ca: El títol és obligatori
es: El título es obligatorio
eu: Izenburua eskatzen da
fr: Le champ titre est manquant
gl: O título é obrigatorio
it: Il campo titolo è assente
pt: Título requerido

source: type_need_label
ca: L'etiqueta és obligatòria
es: La etiqueta es obligatoria
eu: Etiketa eskatzen da
fr: Le champ libellé est manquant
gl: A etiqueta é obrigatoria
it: Il campo etichetta è assente
pt: Rótulo requerido
